tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'coreutils'
brew 'findutils'

brew 'bash-completion'
brew 'autojump'
brew 'git'
brew 'tig'
brew 'htop'
brew 'pass'
brew 'cmus'
brew 'tmux'
brew 'tree'
brew 'rsync'
brew 'rclone'
brew 'httpie'
brew 'ncdu'
brew 'jq'
brew 'trash'
brew 'yt-dlp'
brew 'translate-shell'

brew 'node'
brew 'yarn'
brew 'nvm'
brew 'php'
brew 'composer'

cask 'visual-studio-code'
cask 'google-chrome'
cask 'spotify'
cask 'slack'
cask 'iterm2'
